examples/thermal/singleAluminaDrop/system/blockMeshDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object blockMeshDict;
}

convertToMeters 1;

vertices
(
    (0 0 0)
    (0.04 0 0)
    (0.04 0.04 0)
    (0 0.04 0)
    (0 0 0.01)
    (0.04 0 0.01)
    (0.04 0.04 0.01)
    (0 0.04 0.01)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (1 1 10) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    impactWall
    {
        type wall;
        faces
        (
            (0 3 2 1)
        );
    }
    top
    {
        type wall;
        faces
        (
            (4 5 6 7)
        );
    }
    sideWalls
    {
        type wall;
        faces
        (
            (0 1 5 4)
            (1 2 6 5)
            (2 3 7 6)
            (3 0 4 7)
        );
    }
);

mergePatchPairs
(
);
