examples/thermal/singleAluminaDrop/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    location "0";
    object U;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);

boundaryField
{
    impactWall
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    top
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    sideWalls
    {
        type fixedValue;
        value uniform (0 0 0);
    }
}
