examples/thermal/singleAluminaDrop/0/T
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object T;
}

dimensions [0 0 0 1 0 0 0];
internalField uniform 300;

boundaryField
{
    impactWall
    {
        type fixedValue;
        value uniform 473.15;
    }
    top
    {
        type fixedValue;
        value uniform 300;
    }
    sideWalls
    {
        type fixedValue;
        value uniform 300;
    }
}
