examples/thermal/singleAluminaDrop/0/Tp
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object Tp;
}

dimensions [0 0 0 1 0 0 0];
internalField nonuniform List<scalar>
10
(
    2373.15
    300
    300
    300
    300
    300
    300
    300
    300
    300
);

boundaryField
{
    impactWall
    {
        type zeroGradient;
    }
    top
    {
        type zeroGradient;
    }
    sideWalls
    {
        type zeroGradient;
    }
}
