examples/thermal/singleAluminaDrop/0/Us
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    location "0";
    object Us;
}

dimensions [0 1 -1 0 0 0 0];
internalField nonuniform List<vector>
10
(
    (0 0 -10)
    (0 0 0)
    (0 0 0)
    (0 0 0)
    (0 0 0)
    (0 0 0)
    (0 0 0)
    (0 0 0)
    (0 0 0)
    (0 0 0)
);

boundaryField
{
    impactWall
    {
        type zeroGradient;
    }
    top
    {
        type zeroGradient;
    }
    sideWalls
    {
        type zeroGradient;
    }
}
